Repository: nkvoronov/script.globalsearch
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk, uk_ua

# #32000
source: General
sk_sk: Všeobecné
uk_ua: Загальні

# #32001
source: Search Movies
sk_sk: Vyhľadať filmy
uk_ua: Пошук фільмів

# #32002
source: Search TV Shows
sk_sk: Vyhľadať TV seriály
uk_ua: Пошук серіалів

# #32003
source: Search Episodes
sk_sk: Vyhľadať epizódy
uk_ua: Пошук серій

# #32004
source: Search Music Videos
sk_sk: Vyhľadať videoklipy
uk_ua: Пошук муз. кліпов

# #32005
source: Search Artists
sk_sk: Vyhľadať umelcov
uk_ua: Пошук виконавців

# #32006
source: Search Abums
uk_ua: Пошук альбомів

# #32007
source: Search Songs
sk_sk: Vyhľadať skladby
uk_ua: Пошук пісень

# #32009
source: Search Live TV
uk_ua: Пошук ТБ

# #32011
source: Search Movie Actors
uk_ua: Пошук актерів фільмов

# #32012
source: Search Movie Directors
uk_ua: Пошук режиссеров

# #32013
source: Search TV Show Actors
uk_ua: Пошук актерів серіалов

# #32101
source: Enter search string
sk_sk: Zadajte hľadaný text
uk_ua: Рядок пошуку

# #32102
source: Items
sk_sk: Položky
uk_ua: Елементи

# #32203
source: Browse album
sk_sk: Prechádzať albumy
uk_ua: Переглянути альбом

# #32204
source: Season information
sk_sk: Informácie o sérii
uk_ua: Інформація про сезон

# #32205
source: Play trailer
sk_sk: Prehrať upútavku
uk_ua: Показати трейлер

# #32206
source: Find album
sk_sk: Nájsť album
uk_ua: Знайти альбом

# #32207
source: Find all seasons
sk_sk: Nájsť všetky série
uk_ua: Знайти всі сезони

# #32208
source: Find all episodes
sk_sk: Nájsť všetky epizódy
uk_ua: Знайти всі серії

# #32209
source: Find all albums
sk_sk: Nájsť všetky albumy
uk_ua: Знайти всі альбоми

# #32210
source: Find all songs
sk_sk: Nájsť všetky piesne
uk_ua: Знайти всі пісні

# #32211
source: Movies starring
uk_ua: В ролях

# #32212
source: Resume from %s
sk_sk: Pokračovať od %s
uk_ua: Продовжити c %s

# #32221
source: Movie Actors
uk_ua: Актори фільмів

# #32222
source: TV Show Actors
uk_ua: Актори серіалів

# #32297
source: Searching:
sk_sk: Hľadám:
uk_ua: Пошук:

# #32298
source: Search again?
sk_sk: Hľadať znovu?
uk_ua: Шукати знову?

# #32299
source: New search
sk_sk: Nové hľadanie
uk_ua: Новий пошук

# Addon Summary
source: Search your library.
sk_sk: Vyhľadávanie vo vašej knižnici

# Addon Description
source: This addon can find any item in your video and music library.
sk_sk: Tento doplnok dokáže vyhľadať akúkoľvek položku vo vašej knižnici videí a hudby.

# #32006
source: Search Albums
sk_sk: Vyhľadať albumy

# #32008
source: Search Actors
sk_sk: Vyhľadať hercov

# #32009
source: Search EPG
sk_sk: Vyhľadať TV vysielanie

# #32010
source: Search Directors
sk_sk: Vyhľadať režisérov
